{
    "translation-revision-date": "2025-02-19 16:04",
    "generator": "WP-CLI\/2.12.0",
    "source": "build\/index.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "fr_FR",
                "plural-forms": "nplurals=2; plural=(n > 1);"
            },
            "Did this result help you?": [
                "Ce résultat vous a-t-il aidé?"
            ],
            "Thanks for the feedback!": [
                "Merci pour vos commentaires!"
            ],
            "You can try searching our <a href=\"{link}\">Resource center.<\/a> though to see if there’s a helpful article or video on that subject.": [
                "Vous pouvez essayer de rechercher dans notre <a href=\"{link}\">Centre de ressources.<\/a> pour voir s'il y a un article ou une vidéo utile sur ce sujet."
            ],
            "Search Help Center": [
                "Centre d'aide à la recherche"
            ],
            "submit text": [
                "envoyer le texte"
            ],
            "Please enter a specific search term to get results.": [
                "Veuillez entrer un terme de recherche spécifique pour obtenir des résultats."
            ],
            "Account Support": [
                "Support du compte"
            ],
            "Help with WordPress": [
                "Aide sur WordPress"
            ],
            "Close Help Modal": [
                "Fermer la fenêtre d'aide"
            ],
            "If you need help with your Bluehost account, give us a call at ": [
                ""
            ],
            " with one of our support agents — we're here for you!": [
                ""
            ],
            "Your dream site is just a click away.": [
                ""
            ],
            "Let's build a site you love, together.": [
                ""
            ],
            "With Pro Design Live, our expert team bring your vision to life. We help you to create and the site you’ve always dreamed of — tailored to your goals, ready to perform.": [
                ""
            ],
            "Start Now": [
                ""
            ],
            "Back": [
                ""
            ],
            "We're sorry the suggestions didn’t help.": [
                ""
            ],
            "Try to:": [
                ""
            ],
            "Use different keywords in the search field.": [
                ""
            ],
            "A clear, short prompt can make the difference.": [
                ""
            ],
            "Reach out to our customer support.": [
                ""
            ],
            "Call at": [
                ""
            ],
            "or": [
                ""
            ],
            "with one of our support agents — we will assist you as soon as possible.": [
                ""
            ],
            "Hey there! I’m here to help you find your way around WordPress. <\/br><\/br> If you’re not sure how to do something, just ask — I’ll walk you through it step by step. I’m still learning, so I might not have every answer, but I’ll do my best to help!": [
                ""
            ],
            "Sorry, I don’t have any information on “%s” yet.": [
                ""
            ],
            "Ask anything about WordPress": [
                ""
            ]
        }
    }
}